;************************************************************************************************************
;Custom Perks
;************************************************************************************************************

[SPARKDemolition_RS X2AbilityTemplate]
LocFriendlyName="附加损毁"
LocLongDescription="使用<Ability:WEAPONNAME/>摧毁掩体和杀伤敌人。"
LocHelpText="使用<Ability:WEAPONNAME/>摧毁掩体和伤害敌人。"
LocFlyOverText="附加损毁"
LocPromotionPopupText="<Bullet/>在小半径的范围内摧毁掩体和杀伤敌人。<br/><Bullet/>比标准射击造成的伤害低。<br/><Bullet/>对掩体的破坏程度基于武器技术等级。<br/><Bullet/>花费<Ability:SELFAMMOCOST/>弹药消耗。<br/><Bullet/>占用<Ability:SELFCOOLDOWN/>冷却时间。<br/>"

;************************************************************************************************************
;END FILE
;************************************************************************************************************